Repository: BossaGroove/MongoHubPlus
Catalog: MongoHubPlus/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: %@ Stats
de: Statistik für %@
fr: Statistiques de %@
ja: %@ の統計
zh_hans: %@ 统计信息
zh_hant: %@ 統計資訊

source: %@.%@ Stats
de: Statistik für %1$@.%2$@
fr: Statistiques de %1$@.%2$@
ja: %1$@.%2$@ の統計
zh_hans: %1$@.%2$@ 统计信息
zh_hant: %1$@.%2$@ 統計資訊

source: %lld documents
de: %lld Dokumente
ja: %lld 件のドキュメント
zh_hans: %lld 个文档
zh_hant: %lld 個文件

source: %lld documents exported to %@.
de: %1$lld Dokumente nach %2$@ exportiert.
fr: %1$lld documents exportés vers %2$@.
ja: %1$lld 件のドキュメントを %2$@ に書き出しました。
zh_hans: 已将 %1$lld 个文档导出至 %2$@。
zh_hant: 已將 %1$lld 個文件輸出至 %2$@。

source: %lld documents imported into %@.%@.
de: %1$lld Dokumente in %2$@.%3$@ importiert.
fr: %1$lld documents importés dans %2$@.%3$@.
ja: %1$lld 件のドキュメントを %2$@.%3$@ に読み込みました。
zh_hans: 已将 %1$lld 个文档导入至 %2$@.%3$@。
zh_hant: 已將 %1$lld 個文件輸入至 %2$@.%3$@。

source: %lld documents removed
de: %lld Dokumente entfernt
fr: %lld documents supprimés
ja: %lld 件のドキュメントを削除しました
zh_hans: 已移除 %lld 个文档
zh_hant: 已移除 %lld 個文件

source: %lld events — newest first
de: %lld Ereignisse — neueste zuerst
fr: %lld événements — les plus récents d'abord
ja: %lld 件のイベント — 新しい順
zh_hans: %lld 个事件 — 最新在前
zh_hant: %lld 個事件 — 最新在前

source: %lld shards (merged stats)
de: %lld Shards (zusammengeführte Statistik)
fr: %lld shards (statistiques fusionnées)
ja: %lld 個のシャード(統合統計)
zh_hans: %lld 个分片(合并统计)
zh_hant: %lld 個分片(合併統計)

source: 1 document
de: 1 Dokument
ja: 1 件のドキュメント
zh_hans: 1 个文档
zh_hant: 1 個文件

source: 1 document removed
de: 1 Dokument entfernt
fr: 1 document supprimé
ja: 1 件のドキュメントを削除しました
zh_hans: 已移除 1 个文档
zh_hant: 已移除 1 個文件

source: A field named "%@" already exists.
de: Ein Feld namens „%@“ existiert bereits.
fr: Un champ nommé « %@ » existe déjà.
ja: “%@” という名前のフィールドはすでに存在します。
zh_hans: 名为“%@”的字段已存在。
zh_hant: 名為「%@」的欄位已存在。

source: About MongoHub Plus
de: Über MongoHub Plus
fr: À propos de MongoHub Plus
ja: MongoHub Plus について
zh_hans: 关于 MongoHub Plus
zh_hant: 關於 MongoHub Plus

source: Activity Monitor
de: Aktivitätsanzeige
fr: Moniteur d'activité
ja: アクティビティモニタ
zh_hans: 活动监视器
zh_hant: 活動監視器

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
zh_hans: 添加
zh_hant: 加入

source: Add Collection…
de: Collection hinzufügen…
fr: Ajouter une collection…
ja: コレクションを追加…
zh_hans: 添加集合…
zh_hant: 加入集合⋯

source: Add Connection
de: Verbindung hinzufügen
fr: Ajouter une connexion
ja: 接続を追加
zh_hans: 添加连接
zh_hant: 加入連線

source: Add Connection With URL…
de: Verbindung aus URL hinzufügen…
fr: Ajouter une connexion depuis une URL…
ja: URL から接続を追加…
zh_hans: 通过 URL 添加连接…
zh_hant: 以 URL 加入連線⋯

source: Add Database…
de: Datenbank hinzufügen…
fr: Ajouter une base de données…
ja: データベースを追加…
zh_hans: 添加数据库…
zh_hant: 加入資料庫⋯

source: Add Field
de: Feld hinzufügen
fr: Ajouter un champ
ja: フィールドを追加
zh_hans: 添加字段
zh_hant: 加入欄位

source: Add Field…
de: Feld hinzufügen…
fr: Ajouter un champ…
ja: フィールドを追加…
zh_hans: 添加字段…
zh_hant: 加入欄位…

source: Add New Connection
de: Neue Verbindung hinzufügen
fr: Ajouter une nouvelle connexion
ja: 新規接続を追加
zh_hans: 添加新连接
zh_hant: 加入新連線

source: Add Stage
de: Stufe hinzufügen
fr: Ajouter une étape
ja: ステージを追加
zh_hans: 添加阶段
zh_hant: 加入階段

source: Add a connection to get started.
de: Fügen Sie eine Verbindung hinzu, um zu beginnen.
fr: Ajoutez une connexion pour commencer.
ja: 接続を追加して始めましょう。
zh_hans: 添加连接以开始使用。
zh_hant: 加入連線以開始使用。

source: Add a database or collection
de: Datenbank oder Collection hinzufügen
fr: Ajouter une base de données ou une collection
ja: データベースまたはコレクションを追加
zh_hans: 添加数据库或集合
zh_hant: 加入資料庫或集合

source: Address:
de: Adresse:
fr: Adresse :
ja: アドレス:
zh_hans: 地址:
zh_hant: 位址:

source: After %lld documents: %@
de: Nach %1$lld Dokumenten: %2$@
fr: Après %1$lld documents : %2$@
ja: %1$lld 件処理後にエラー: %2$@
zh_hans: 处理 %1$lld 个文档后出错:%2$@
zh_hant: 處理 %1$lld 個文件後發生錯誤:%2$@

source: Aggregation Failed
de: Aggregation fehlgeschlagen
fr: Échec de l'agrégation
ja: 集計に失敗しました
zh_hans: 聚合失败
zh_hant: 聚合失敗

source: All Plans Execution
de: Alle Pläne ausführen
fr: Exécution de tous les plans
ja: すべてのプランを実行
zh_hans: 执行所有计划
zh_hant: 執行所有計畫

source: An index on { %@ } may help.
de: Ein Index auf { %@ } könnte helfen.
fr: Un index sur { %@ } pourrait aider.
ja: { %@ } のインデックスが有効かもしれません。
zh_hans: 建立 { %@ } 的索引可能有帮助。
zh_hant: 建立 { %@ } 的索引可能有幫助。

source: Appearance:
de: Erscheinungsbild:
fr: Apparence :
ja: 外観:
zh_hans: 外观:
zh_hant: 外觀:

source: Applied to new connections.
de: Gilt für neue Verbindungen.
fr: Appliqué aux nouvelles connexions.
ja: 新しい接続から適用されます。
zh_hans: 应用于新的连接。
zh_hant: 套用於新的連線。

source: Ascending
de: Aufsteigend
fr: Croissant
ja: 昇順
zh_hans: 升序
zh_hant: 升冪

source: Ascending {_id: 1}
de: Aufsteigend {_id: 1}
fr: Croissant {_id: 1}
ja: 昇順 {_id: 1}
zh_hans: 升序 {_id: 1}
zh_hant: 升冪 {_id: 1}

source: Atlas / DNS Seed List
de: Atlas / DNS-Seed-Liste
fr: Atlas / liste DNS Seed
ja: Atlas / DNS シードリスト
zh_hans: Atlas / DNS 种子列表
zh_hant: Atlas / DNS 種子列表

source: Automatically check for updates
de: Automatisch nach Updates suchen
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically download and install updates
de: Updates automatisch laden und installieren
fr: Télécharger et installer automatiquement les mises à jour
ja: アップデートを自動的にダウンロードしてインストール
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新

source: Background:
de: Hintergrund:
fr: Arrière-plan :
ja: 背景:
zh_hans: 背景:
zh_hant: 背景:

source: Beta versions may be less stable than regular releases.
de: Betaversionen können weniger stabil sein als reguläre Versionen.
fr: Les versions bêta peuvent être moins stables que les versions normales.
ja: ベータ版は通常のリリースより不安定な場合があります。
zh_hans: Beta 版本可能不如正式版本稳定。
zh_hant: Beta 版本可能不如正式版本穩定。

source: Booleans:
de: Boolesche Werte:
fr: Booléens :
ja: 真偽値:
zh_hans: 布尔值:
zh_hant: 布林值:

source: CSV (flattened, lossy)
de: CSV (abgeflacht, verlustbehaftet)
fr: CSV (aplati, avec pertes)
ja: CSV(フラット化・非可逆)
zh_hans: CSV(扁平化、有损)
zh_hant: CSV(扁平化、有損)

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Change Type
de: Typ ändern
fr: Changer le type
ja: 型を変更
zh_hans: 更改类型
zh_hant: 更改類型

source: Change streams require a replica set (or MongoDB Atlas).
de: Change Streams erfordern ein Replica Set (oder MongoDB Atlas).
fr: Les change streams nécessitent un Replica Set (ou MongoDB Atlas).
ja: 変更ストリームにはレプリカセット(または MongoDB Atlas)が必要です。
zh_hans: 变更流需要副本集(或 MongoDB Atlas)。
zh_hant: 變更串流需要複本集(或 MongoDB Atlas)。

source: Change the field's type?
de: Typ des Felds ändern?
fr: Changer le type du champ ?
ja: フィールドの型を変更しますか?
zh_hans: 要更改字段的类型吗?
zh_hant: 要更改欄位的類型嗎?

source: Check for Updates Now
de: Jetzt nach Updates suchen
fr: Rechercher les mises à jour maintenant
ja: 今すぐアップデートを確認
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check for Updates…
de: Nach Updates suchen…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新項目⋯

source: Choose a JSON-Lines (.jsonl) or CSV (.csv) file
de: JSON-Lines- (.jsonl) oder CSV-Datei (.csv) auswählen
fr: Choisissez un fichier JSON Lines (.jsonl) ou CSV (.csv)
ja: JSON Lines (.jsonl) または CSV (.csv) ファイルを選択
zh_hans: 选择 JSON Lines(.jsonl)或 CSV(.csv)文件
zh_hant: 選擇 JSON Lines(.jsonl)或 CSV(.csv)檔案

source: Clear
de: Leeren
fr: Effacer
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Collection Stats
de: Collection-Statistik
fr: Statistiques de la collection
ja: コレクション統計
zh_hans: 集合统计信息
zh_hant: 集合統計資訊

source: Collection scan — no index used
de: Collection-Scan — kein Index verwendet
fr: Parcours complet — aucun index utilisé
ja: コレクションスキャン — インデックス未使用
zh_hans: 全集合扫描 — 未使用索引
zh_hant: 全集合掃描 — 未使用索引

source: Connect
de: Verbinden
fr: Se connecter
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: Connect Timeout (ms):
de: Verbindungs-Timeout (ms):
fr: Délai de connexion (ms) :
ja: 接続タイムアウト (ms):
zh_hans: 连接超时(ms):
zh_hant: 連線逾時(ms):

source: Connection
de: Verbindung
fr: Connexion
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: Connection List
de: Verbindungsliste
fr: Liste des connexions
ja: 接続リスト
zh_hans: 连接列表
zh_hant: 連線列表

source: Connection String
de: Verbindungszeichenfolge
fr: Chaîne de connexion
ja: 接続文字列
zh_hans: 连接字符串
zh_hant: 連線字串

source: Connections
de: Verbindungen
fr: Connexions
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: Convert
de: Umwandeln
fr: Convertir
ja: 変換
zh_hans: 转换
zh_hant: 轉換

source: Convert to text mode?
de: In Textmodus umwandeln?
fr: Convertir en mode texte ?
ja: テキストモードに変換しますか?
zh_hans: 要转换为文本模式吗?
zh_hant: 要轉換為文字模式嗎?

source: Copy
de: Kopieren
fr: Copier
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy URL
de: URL kopieren
fr: Copier l'URL
ja: URL をコピー
zh_hans: 拷贝 URL
zh_hant: 拷貝 URL

source: Could Not Create Collection
de: Collection konnte nicht erstellt werden
fr: Impossible de créer la collection
ja: コレクションを作成できませんでした
zh_hans: 无法创建集合
zh_hant: 無法建立集合

source: Could Not Drop Collection
de: Collection konnte nicht gelöscht werden
fr: Impossible de supprimer la collection
ja: コレクションを削除できませんでした
zh_hans: 无法删除集合
zh_hant: 無法刪除集合

source: Could Not Drop Database
de: Datenbank konnte nicht gelöscht werden
fr: Impossible de supprimer la base de données
ja: データベースを削除できませんでした
zh_hans: 无法删除数据库
zh_hant: 無法刪除資料庫

source: Could Not List Databases
de: Datenbanken konnten nicht aufgelistet werden
fr: Impossible de lister les bases de données
ja: データベース一覧を取得できませんでした
zh_hans: 无法获取数据库列表
zh_hant: 無法取得資料庫列表

source: Could Not Rename Collection
de: Collection konnte nicht umbenannt werden
fr: Impossible de renommer la collection
ja: コレクション名を変更できませんでした
zh_hans: 无法重命名集合
zh_hant: 無法重新命名集合

source: Create Index Failed
de: Index konnte nicht erstellt werden
fr: Échec de la création de l'index
ja: インデックスの作成に失敗しました
zh_hans: 创建索引失败
zh_hant: 建立索引失敗

source: Create Index…
de: Index erstellen…
fr: Créer un index…
ja: インデックスを作成…
zh_hans: 创建索引…
zh_hant: 建立索引⋯

source: Custom…
de: Eigener…
fr: Personnalisé…
ja: カスタム…
zh_hans: 自定义…
zh_hant: 自訂…

source: Cut
de: Ausschneiden
fr: Couper
ja: カット
zh_hans: 剪切
zh_hant: 剪下

source: Dark
de: Dunkel
fr: Sombre
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Database Name (optional)
de: Datenbankname (optional)
fr: Nom de la base de données (facultatif)
ja: データベース名(省略可)
zh_hans: 数据库名称(可选)
zh_hant: 資料庫名稱(可留空)

source: Database Stats
de: Datenbank-Statistik
fr: Statistiques de la base de données
ja: データベース統計
zh_hans: 数据库统计信息
zh_hant: 資料庫統計資訊

source: Database:
de: Datenbank:
fr: Base de données :
ja: データベース:
zh_hans: 数据库:
zh_hant: 資料庫:

source: Default Sort Order:
de: Standard-Sortierung:
fr: Tri par défaut :
ja: デフォルトのソート順:
zh_hans: 默认排序:
zh_hant: 預設排序:

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Connection
de: Verbindung löschen
fr: Supprimer la connexion
ja: 接続を削除
zh_hans: 删除连接
zh_hant: 刪除連線

source: Delete Connection…
de: Verbindung löschen…
fr: Supprimer la connexion…
ja: 接続を削除…
zh_hans: 删除连接…
zh_hant: 刪除連線⋯

source: Delete Field…
de: Feld löschen…
fr: Supprimer le champ…
ja: フィールドを削除…
zh_hans: 删除字段…
zh_hant: 刪除欄位…

source: Delete field "%@"?
de: Feld „%@“ löschen?
fr: Supprimer le champ « %@ » ?
ja: フィールド “%@” を削除しますか?
zh_hans: 要删除字段“%@”吗?
zh_hant: 要刪除欄位「%@」嗎?

source: Deleted connections cannot be restored.
de: Gelöschte Verbindungen können nicht wiederhergestellt werden.
fr: Les connexions supprimées ne peuvent pas être restaurées.
ja: 削除した接続は元に戻せません。
zh_hans: 已删除的连接无法恢复。
zh_hant: 已刪除的連線無法回復。

source: Descending
de: Absteigend
fr: Décroissant
ja: 降順
zh_hans: 降序
zh_hant: 降冪

source: Descending {_id: -1}
de: Absteigend {_id: -1}
fr: Décroissant {_id: -1}
ja: 降順 {_id: -1}
zh_hans: 降序 {_id: -1}
zh_hant: 降冪 {_id: -1}

source: Disabled stages lose their disabled state in text mode.
de: Deaktivierte Stufen verlieren diesen Zustand im Textmodus.
fr: Les étapes désactivées perdent cet état en mode texte.
ja: 無効化したステージの状態はテキストモードでは失われます。
zh_hans: 已停用的阶段在文本模式中会失去停用状态。
zh_hant: 已停用的階段在文字模式中會失去停用狀態。

source: Docs Examined
de: Geprüfte Dokumente
fr: Documents examinés
ja: 走査ドキュメント
zh_hans: 扫描文档
zh_hant: 掃描文件

source: Document Order
de: Dokumentreihenfolge
fr: Ordre du document
ja: ドキュメント順
zh_hans: 文档顺序
zh_hant: 文件順序

source: Don't Save
de: Nicht sichern
fr: Ne pas enregistrer
ja: 保存しない
zh_hans: 不存储
zh_hant: 不儲存

source: Drop
de: Löschen
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Drop "%@"?
de: „%@“ löschen?
fr: Supprimer « %@ » ?
ja: “%@” を削除しますか?
zh_hans: 要删除“%@”吗?
zh_hant: 要刪除「%@」嗎?

source: Drop %@…
de: %@ löschen…
fr: Supprimer %@…
ja: %@ を削除…
zh_hans: 删除 %@…
zh_hant: 刪除 %@⋯

source: Drop Index
de: Index löschen
fr: Supprimer l'index
ja: インデックスを削除
zh_hans: 删除索引
zh_hant: 刪除索引

source: Drop Index Failed
de: Index konnte nicht gelöscht werden
fr: Échec de la suppression de l'index
ja: インデックスの削除に失敗しました
zh_hans: 删除索引失败
zh_hant: 刪除索引失敗

source: Drop the selected database or collection
de: Ausgewählte Datenbank oder Collection löschen
fr: Supprimer la base de données ou la collection sélectionnée
ja: 選択したデータベースまたはコレクションを削除
zh_hans: 删除所选的数据库或集合
zh_hant: 刪除所選的資料庫或集合

source: Dropping "%@" cannot be undone.
de: Das Löschen von „%@“ kann nicht widerrufen werden.
fr: La suppression de « %@ » est irréversible.
ja: “%@” の削除は取り消せません。
zh_hans: 删除“%@”后将无法恢复。
zh_hant: 刪除「%@」後將無法回復。

source: Duplicate Connection
de: Verbindung duplizieren
fr: Dupliquer la connexion
ja: 接続を複製
zh_hans: 复制连接
zh_hant: 複製連線

source: Duplicate Connection…
de: Verbindung duplizieren…
fr: Dupliquer la connexion…
ja: 接続を複製…
zh_hans: 复制连接…
zh_hant: 複製連線⋯

source: Edit Connection
de: Verbindung bearbeiten
fr: Modifier la connexion
ja: 接続を編集
zh_hans: 编辑连接
zh_hant: 編輯連線

source: Edit Connection…
de: Verbindung bearbeiten…
fr: Modifier la connexion…
ja: 接続を編集…
zh_hans: 编辑连接…
zh_hant: 編輯連線⋯

source: Edit Value
de: Wert bearbeiten
fr: Modifier la valeur
ja: 値を編集
zh_hans: 编辑值
zh_hant: 編輯值

source: Error
de: Fehler
fr: Erreur
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Error In Query
de: Fehler in der Abfrage
fr: Erreur dans la requête
ja: クエリのエラー
zh_hans: 查询错误
zh_hant: 查詢錯誤

source: Error in Options
de: Fehler in den Optionen
fr: Erreur dans les options
ja: オプションのエラー
zh_hans: 选项错误
zh_hant: 選項錯誤

source: Error in Pipeline
de: Fehler in der Pipeline
fr: Erreur dans le pipeline
ja: パイプラインのエラー
zh_hans: 管道错误
zh_hant: 管線錯誤

source: Examined %lld× more documents than returned.
de: %lld× mehr Dokumente geprüft als zurückgegeben.
fr: %lld× plus de documents examinés que renvoyés.
ja: 返却件数の %lld 倍のドキュメントを走査しました。
zh_hans: 扫描的文档数是返回数的 %lld 倍。
zh_hant: 掃描的文件數是傳回數的 %lld 倍。

source: Execution Stats
de: Ausführungsstatistik
fr: Statistiques d'exécution
ja: 実行統計
zh_hans: 执行统计
zh_hant: 執行統計

source: Expand 0
de: Ebene 0
fr: Niveau 0
ja: 展開 0
zh_hans: 展开 0
zh_hant: 展開 0

source: Expand 1
de: Ebene 1
fr: Niveau 1
ja: 展開 1
zh_hans: 展开 1
zh_hant: 展開 1

source: Expand 2
de: Ebene 2
fr: Niveau 2
ja: 展開 2
zh_hans: 展开 2
zh_hant: 展開 2

source: Expand 3
de: Ebene 3
fr: Niveau 3
ja: 展開 3
zh_hans: 展开 3
zh_hant: 展開 3

source: Expand ∞
de: Ebene ∞
fr: Niveau ∞
ja: 展開 ∞
zh_hans: 展开 ∞
zh_hant: 展開 ∞

source: Explain
de: Erklären
fr: Expliquer
ja: 実行計画
zh_hans: 执行计划
zh_hant: 執行計畫

source: Explain (⇧⌘R)
de: Erklären (⇧⌘R)
fr: Expliquer (⇧⌘R)
ja: 実行計画 (⇧⌘R)
zh_hans: 执行计划 (⇧⌘R)
zh_hant: 執行計畫 (⇧⌘R)

source: Explain failed
de: Erklärung fehlgeschlagen
fr: Échec de l'explication
ja: 実行計画の取得に失敗しました
zh_hans: 无法获取执行计划
zh_hant: 無法取得執行計畫

source: Export (File)
de: Export (Datei)
fr: Exporter (fichier)
ja: 書き出し(ファイル)
zh_hans: 导出(文件)
zh_hant: 輸出(檔案)

source: Export Complete
de: Export abgeschlossen
fr: Exportation terminée
ja: 書き出し完了
zh_hans: 导出完成
zh_hant: 輸出完成

source: Export Failed
de: Export fehlgeschlagen
fr: Échec de l'exportation
ja: 書き出しに失敗しました
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Export Results…
de: Ergebnisse exportieren…
fr: Exporter les résultats…
ja: 検索結果を書き出す…
zh_hans: 导出查询结果…
zh_hant: 輸出查詢結果…

source: Export Selected Documents…
de: Ausgewählte Dokumente exportieren…
fr: Exporter les documents sélectionnés…
ja: 選択したドキュメントを書き出す…
zh_hans: 导出所选文档…
zh_hant: 輸出所選文件…

source: Exported %lld of %lld documents…
de: %1$lld von %2$lld Dokumenten exportiert…
fr: %1$lld documents exportés sur %2$lld…
ja: %2$lld 件中 %1$lld 件を書き出しました…
zh_hans: 已导出 %1$lld / %2$lld 个文档…
zh_hant: 已輸出 %1$lld / %2$lld 個文件⋯

source: Exporting %@.%@ as CSV…
de: %1$@.%2$@ wird als CSV exportiert…
fr: Exportation de %1$@.%2$@ en CSV…
ja: %1$@.%2$@ を CSV に書き出し中…
zh_hans: 正在将 %1$@.%2$@ 导出为 CSV…
zh_hant: 正在將 %1$@.%2$@ 輸出為 CSV⋯

source: Exporting %@.%@…
de: %1$@.%2$@ wird exportiert…
fr: Exportation de %1$@.%2$@…
ja: %1$@.%2$@ を書き出し中…
zh_hans: 正在导出 %1$@.%2$@…
zh_hant: 正在輸出 %1$@.%2$@⋯

source: Field
de: Feld
fr: Champ
ja: フィールド
zh_hans: 字段
zh_hant: 欄位

source: Fields
de: Felder
fr: Champs
ja: フィールド
zh_hans: 字段
zh_hant: 欄位

source: Find
de: Suchen
fr: Rechercher
ja: 検索
zh_hans: 查询
zh_hant: 查詢

source: Follow System
de: System folgen
fr: Suivre le système
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Font:
de: Schrift:
fr: Police :
ja: フォント:
zh_hans: 字体:
zh_hant: 字體:

source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Get Indexes
de: Indizes abrufen
fr: Obtenir les index
ja: インデックスを取得
zh_hans: 获取索引
zh_hant: 取得索引

source: Hide MongoHub Plus
de: MongoHub Plus ausblenden
fr: Masquer MongoHub Plus
ja: MongoHub Plus を隠す
zh_hans: 隐藏 MongoHub Plus
zh_hant: 隱藏 MongoHub Plus

source: Hide Others
de: Andere ausblenden
fr: Masquer les autres
ja: ほかを隠す
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Import (File)
de: Import (Datei)
fr: Importer (fichier)
ja: 読み込み(ファイル)
zh_hans: 导入(文件)
zh_hant: 輸入(檔案)

source: Import Complete
de: Import abgeschlossen
fr: Importation terminée
ja: 読み込み完了
zh_hans: 导入完成
zh_hant: 輸入完成

source: Import Failed
de: Import fehlgeschlagen
fr: Échec de l'importation
ja: 読み込みに失敗しました
zh_hans: 导入失败
zh_hant: 輸入失敗

source: Imported %lld documents…
de: %lld Dokumente importiert…
fr: %lld documents importés…
ja: %lld 件を読み込みました…
zh_hans: 已导入 %lld 个文档…
zh_hant: 已輸入 %lld 個文件⋯

source: Importing %@…
de: %@ wird importiert…
fr: Importation de %@…
ja: %@ を読み込み中…
zh_hans: 正在导入 %@…
zh_hant: 正在輸入 %@⋯

source: Include beta versions
de: Betaversionen einbeziehen
fr: Inclure les versions bêta
ja: ベータ版を含める
zh_hans: 包含 Beta 版本
zh_hant: 包含 Beta 版本

source: Index %@ used for sort only — filter is not indexed
de: Index %@ nur für die Sortierung verwendet — Filter ist nicht indiziert
fr: Index %@ utilisé pour le tri uniquement — le filtre n'est pas indexé
ja: インデックス %@ はソートのみに使用 — フィルタはインデックス未使用
zh_hans: 索引 %@ 仅用于排序 — 筛选条件未使用索引
zh_hant: 索引 %@ 僅用於排序 — 篩選條件未使用索引

source: Index usage unavailable: %@
de: Indexnutzung nicht verfügbar: %@
fr: Utilisation des index indisponible : %@
ja: インデックス使用状況を取得できません: %@
zh_hans: 无法获取索引使用情况:%@
zh_hant: 無法取得索引使用情況:%@

source: Insert
de: Einfügen
fr: Insérer
ja: 挿入
zh_hans: 插入
zh_hant: 插入

source: Insert Failed
de: Einfügen fehlgeschlagen
fr: Échec de l'insertion
ja: 挿入に失敗しました
zh_hans: 插入失败
zh_hant: 插入失敗

source: Invalid Connection String
de: Ungültige Verbindungszeichenfolge
fr: Chaîne de connexion non valide
ja: 接続文字列が正しくありません
zh_hans: 连接字符串无效
zh_hant: 連線字串無效

source: Invalid Document
de: Ungültiges Dokument
fr: Document non valide
ja: ドキュメントが正しくありません
zh_hans: 文档无效
zh_hant: 文件無效

source: Invalid field name
de: Ungültiger Feldname
fr: Nom de champ non valide
ja: フィールド名が正しくありません
zh_hans: 字段名称无效
zh_hant: 欄位名稱無效

source: JSON Key Order:
de: JSON-Schlüsselreihenfolge:
fr: Ordre des clés JSON :
ja: JSON キーの順序:
zh_hans: JSON 键顺序:
zh_hant: JSON 鍵順序:

source: JSON Lines (lossless)
de: JSON Lines (verlustfrei)
fr: JSON Lines (sans perte)
ja: JSON Lines(ロスレス)
zh_hans: JSON Lines(无损)
zh_hant: JSON Lines(無損)

source: Key file:
de: Schlüsseldatei:
fr: Fichier de clé :
ja: 鍵ファイル:
zh_hans: 密钥文件:
zh_hant: 金鑰檔案:

source: Keys Examined
de: Geprüfte Schlüssel
fr: Clés examinées
ja: 走査キー
zh_hans: 扫描键
zh_hant: 掃描鍵

source: Keys:
de: Schlüssel:
fr: Clés :
ja: キー:
zh_hans: 键:
zh_hant: 鍵:

source: Label
de: Bezeichnung
fr: Étiquette
ja: ラベル
zh_hans: 标签
zh_hant: 標籤

source: Language:
de: Sprache:
fr: Langue :
ja: 言語:
zh_hans: 语言:
zh_hant: 語言:

source: Large (15 pt)
de: Groß (15 pt)
fr: Grand (15 pt)
ja: 大 (15 pt)
zh_hans: 大(15 pt)
zh_hant: 大(15 pt)

source: Last checked:
de: Zuletzt gesucht:
fr: Dernière vérification :
ja: 前回の確認:
zh_hans: 上次检查:
zh_hant: 上次檢查:

source: Later
de: Später
fr: Plus tard
ja: あとで
zh_hans: 稍后
zh_hant: 稍後

source: Light
de: Hell
fr: Clair
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Line %lld (after %lld imported documents): %@
de: Zeile %1$lld (nach %2$lld importierten Dokumenten): %3$@
fr: Ligne %1$lld (après %2$lld documents importés) : %3$@
ja: 行 %1$lld(%2$lld 件読み込み後): %3$@
zh_hans: 第 %1$lld 行(已导入 %2$lld 个文档):%3$@
zh_hant: 第 %1$lld 行(已輸入 %2$lld 個文件):%3$@

source: Listening for changes…
de: Warte auf Änderungen…
fr: En attente de modifications…
ja: 変更を待機中…
zh_hans: 正在等待变更…
zh_hant: 正在等待變更…

source: Live changes for this collection (replica set or Atlas required).
de: Live-Änderungen dieser Collection (Replica Set oder Atlas erforderlich).
fr: Modifications en direct de cette collection (Replica Set ou Atlas requis).
ja: このコレクションの変更をリアルタイムに表示します(レプリカセットまたは Atlas が必要)。
zh_hans: 实时显示此集合的变更(需要副本集或 Atlas)。
zh_hant: 即時顯示此集合的變更(需要複本集或 Atlas)。

source: Logs
de: Protokolle
fr: Journaux
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: Medium (13 pt)
de: Mittel (13 pt)
fr: Moyen (13 pt)
ja: 中 (13 pt)
zh_hans: 中(13 pt)
zh_hant: 中(13 pt)

source: Minimize
de: Im Dock ablegen
fr: Placer dans le Dock
ja: しまう
zh_hans: 最小化
zh_hant: 縮到最小

source: MongoHub Plus on GitHub
de: MongoHub Plus auf GitHub
fr: MongoHub Plus sur GitHub
ja: GitHub の MongoHub Plus
zh_hans: GitHub 上的 MongoHub Plus
zh_hant: GitHub 上的 MongoHub Plus

source: Never
de: Nie
fr: Jamais
ja: 未確認
zh_hans: 从未
zh_hant: 從未

source: New Collection Name:
de: Neuer Collection-Name:
fr: Nom de la nouvelle collection :
ja: 新しいコレクション名:
zh_hans: 新集合名称:
zh_hant: 新集合名稱:

source: New Collection…
de: Neue Collection…
fr: Nouvelle collection…
ja: 新規コレクション…
zh_hans: 新建集合…
zh_hant: 新增集合⋯

source: New Connection With URL
de: Neue Verbindung aus URL
fr: Nouvelle connexion depuis une URL
ja: URL から新規接続
zh_hans: 通过 URL 新建连接
zh_hant: 以 URL 新增連線

source: New Connection…
de: Neue Verbindung…
fr: Nouvelle connexion…
ja: 新規接続…
zh_hans: 新建连接…
zh_hant: 新增連線⋯

source: New Database Name:
de: Neuer Datenbankname:
fr: Nom de la nouvelle base de données :
ja: 新しいデータベース名:
zh_hans: 新数据库名称:
zh_hant: 新資料庫名稱:

source: New Database…
de: Neue Datenbank…
fr: Nouvelle base de données…
ja: 新規データベース…
zh_hans: 新建数据库…
zh_hant: 新增資料庫⋯

source: New Window
de: Neues Fenster
fr: Nouvelle fenêtre
ja: 新規ウインドウ
zh_hans: 新建窗口
zh_hant: 新增視窗

source: Next results (⌥⌘→)
de: Nächste Ergebnisse (⌥⌘→)
fr: Résultats suivants (⌥⌘→)
ja: 次の結果 (⌥⌘→)
zh_hans: 下一页结果 (⌥⌘→)
zh_hant: 下一頁結果 (⌥⌘→)

source: No Connections
de: Keine Verbindungen
fr: Aucune connexion
ja: 接続がありません
zh_hans: 没有连接
zh_hant: 沒有連線

source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
ja: 結果がありません
zh_hans: 没有结果
zh_hant: 沒有結果

source: Numbers & Types:
de: Zahlen & Typen:
fr: Nombres et types :
ja: 数値と型:
zh_hans: 数字与类型:
zh_hant: 數字與類型:

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
ja: %@ を開く
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open Connection
de: Verbindung öffnen
fr: Ouvrir la connexion
ja: 接続を開く
zh_hans: 打开连接
zh_hant: 打開連線

source: Open in JSON Editor…
de: Im JSON-Editor öffnen…
fr: Ouvrir dans l'éditeur JSON…
ja: JSON エディタで開く…
zh_hans: 在 JSON 编辑器中打开…
zh_hant: 在 JSON 編輯器中打開⋯

source: Open in New Window
de: In neuem Fenster öffnen
fr: Ouvrir dans une nouvelle fenêtre
ja: 新規ウインドウで開く
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中打開

source: Options:
de: Optionen:
ja: オプション:
zh_hans: 选项:
zh_hant: 選項:

source: Order
de: Reihenfolge
fr: Ordre
ja: 順序
zh_hans: 顺序
zh_hant: 順序

source: Password (optional)
de: Passwort (optional)
fr: Mot de passe (facultatif)
ja: パスワード(省略可)
zh_hans: 密码(可选)
zh_hant: 密碼(可留空)

source: Password:
de: Passwort:
fr: Mot de passe :
ja: パスワード:
zh_hans: 密码:
zh_hant: 密碼:
